[{"City": ["Melbourne", "Australia"], "Data": {"name": "Melbourne", "location_id": "255100", "description": "Melbourne is proud of its neighborhood precincts, each offering a unique cultural experience. No other city in Australia has such clearly defined areas. This could be because Melbournians are both worldly in their outlook yet tribal in their local loyalties – as seen in the fanatical support for their local AFL football clubs. Here history is cared for and exemplified in the originality of diverse neighborhoods – each has a unique face but all of them will greet you with a smile.", "pois": [{"name": "Royal Botanic Gardens Victoria", "location_id": "256846", "rating": "4.5", "description": "Visit Melbourne's inner-city oasis. Over 10,000 plant species from around the world are presented in a kaleidoscope of colour and texture. Sweeping lawns, tranquil lakes and majestic trees are home to an amazing range of wildlife.", "category": "Attraction > Nature & Parks > Gardens", "web_url": "https://www.tripadvisor.com/Attraction_Review-g255100-d256846-Reviews-Royal_Botanic_Gardens_Victoria-Melbourne_Victoria.html", "website": "http://www.rbg.vic.gov.au/visit-melbourne"}, {"name": "Melbourne Cricket Ground (MCG)", "location_id": "256584", "rating": "4.5", "description": "The Melbourne Cricket Ground (MCG) is Australia's largest, oldest and most popular sporting venue. The MCG has hosted plenty of international cricket, including the first-ever Test and the 1992 World Cup final, countless VFL/AFL Grand Finals, the 1956 Olympic Games and 2006 Commonwealth Games. It also hosted the final of ICC Cricket World Cup 2015. Other sporting spectacles include FIFA World Cup soccer qualifiers, rugby league home and away matches and State of Origin and international rugby union clashes. Apart from its sporting events, the MCG has also witnessed many blockbuster music concerts, and even Pope John Paul II held a mass there when he visited Melbourne in 1986. The MCG has a total capacity of 100,024 people, comprising 95,024 seats and 5000 standing room spaces. The stadium also houses the National Sports Museum, which includes some of the most priceless pieces of memorabilia in Australian sporting history.", "category": "Attraction > Sights & Landmarks > Museums > Arenas & Stadiums > Specialty Museums", "web_url": "https://www.tripadvisor.com/Attraction_Review-g255100-d256584-Reviews-Melbourne_Cricket_Ground_MCG-Melbourne_Victoria.html", "website": "http://www.mcg.org.au"}, {"name": "National Gallery of Victoria", "location_id": "256558", "rating": "4.5", "description": "The National Gallery of Victoria (NGV) is the oldest and most visited gallery in Australia. Situated over two magnificent buildings – NGV International and NGV Australia – the Gallery presents over 40 exhibitions a year including major international blockbusters and a wide range of exhibitions, programs and events, from contemporary art to fashion and design, and major historical exhibitions that are internationally exclusive to Melbourne.", "category": "Attraction > Museums > Art Museums", "web_url": "https://www.tripadvisor.com/Attraction_Review-g255100-d256558-Reviews-National_Gallery_of_Victoria-Melbourne_Victoria.html", "website": "http://www.ngv.vic.gov.au"}, {"name": "ArtVo", "location_id": "10062913", "rating": "4.5", "description": "Welcome to Australia's first immersive, 3D 'trick-art' gallery. Priceless photos. Unbelievable scenarios. Explore the interactive gallery with over 11 themed zones. Touch the art and have fun!", "category": "Attraction > Museums > Art Museums", "web_url": "https://www.tripadvisor.com/Attraction_Review-g255100-d10062913-Reviews-ArtVo-Melbourne_Victoria.html", "website": "http://www.artvo.com.au"}, {"name": "Eureka Skydeck", "location_id": "654640", "rating": "4.5", "description": "Nothing you have ever experienced will prepare you for the awe inspiring view of Melbourne from the observation deck of the highest public vantage point in the Southern Hemisphere. Located at Level 88, Eureka Skydeck is Melbourne's new 'must-see' attraction. Skydeck 88 is the only observation deck in the world that can thrill you with the Edge - a glass cube which projects 3 metres out from the building, with you in it!", "category": "Attraction > Sights & Landmarks > Observation Decks & Towers", "web_url": "https://www.tripadvisor.com/Attraction_Review-g255100-d654640-Reviews-Eureka_Skydeck-Melbourne_Victoria.html", "website": "https://www.eurekaskydeck.com.au"}, {"name": "Dandenong Ranges National Park", "location_id": "300270", "rating": "4.5", "description": "Dandenong Ranges National Park is a rainforest getaway on Melbourne's doorstep. This is a place of tranquil forest walks, quaint hilltop towns and charismatic animals. Conquer the famous 1000 Steps, discover Olinda Falls and enjoy stunning views over Melbourne and the Yarra Valley. Here you'll find steep volcanic hills covered in stands of the world's tallest flowering tree, the Mountain Ash. Living among the greenery are wallabies, lyrebirds, wombats and the Powerful Owl. Please ensure you leave your dogs at home to avoid disturbing the local wildlife. Take an energetic walk up the 1000 Steps from Ferntree Gully Picnic Area and learn about its poignant association with Australia's Second World War veterans and the Kokoda Track Campaign.", "category": "Attraction > Nature & Parks > National Parks", "web_url": "https://www.tripadvisor.com/Attraction_Review-g255100-d300270-Reviews-Dandenong_Ranges_National_Park-Melbourne_Victoria.html", "website": "http://www.parks.vic.gov.au/places-to-see/parks/dandenong-ranges-national-park?utm_source=tripadvisor.com.au&utm_medium=referral&utm_campaign=TA-2020"}, {"name": "Old Melbourne Gaol", "location_id": "256568", "rating": "4.5", "description": "Step back in time and walk the road to the gallows in a 19th century prison, be arrested in a modern-day Police Station or put yourself on trial in court.Home to Melbourne's oldest prison, historic Magistrates' Court and former Police City Watch House, Russell Street has been at the heart of crime, law and order in Melbourne since the 1840s. Most of Australia’s infamous characters, including iconic bushranger, Ned Kelly and notorious gangster Squizzy Taylor have spent time within the walls of this amazing precinct. A ticket to the Old Melbourne Gaol grants you visiting rights to the past, present and future of crime and justice in Australia.", "category": "Attraction > Sights & Landmarks > Historic Sites", "web_url": "https://www.tripadvisor.com/Attraction_Review-g255100-d256568-Reviews-Old_Melbourne_Gaol-Melbourne_Victoria.html", "website": "http://www.oldmelbournegaol.com.au"}, {"name": "Shrine of Remembrance", "location_id": "522360", "rating": "4.5", "description": "Visit the Shrine of Remembrance, Melbourne's most iconic landmark, where Victorians have been coming since 1934 to honour the service and sacrifice of Australian men and women in war and peacekeeping. Enter the Shrine and experience the quiet solitude of the Sanctuary where hundreds of thousands pay their respects each year. All visitors are invited to participate in a Remembrance Ceremony featuring the Ray of Light re-enactment. Surrounded by the Shrine Reserve, the Shrine is elevated, overlooking the city of Melbourne within 13 hectares of beautiful parkland. Enjoy stunning views of the Reserve and many of Melbourne's landmarks from the balcony of the Shrine. Explore the monuments and memorials throughout the Reserve, including the Gallipoli Memorial, as well as the many remembrance trees dedicated to Victorian service units from the Boer War onwards. The Eternal Flame on the Second World War Forecourt symbolises eternal life for those who have served. The Ray of Light ceremony is central to the experience of the Shrine of Remembrance. A ray of natural sunlight passes through an aperture in the ceiling of the Sanctuary and falls onto the Stone of Remembrance over the word \"love\" at precisely 11.00 am on 11 November each year. This is the moment when the armistice was signed in 1918 marking the end of hostilities in the First World War. The ceremony is now reproduced every half hour using electric light to allow all visitors to the Shrine to experience it. The Shrine also has an extensive permanent and temporary exhibition space. The Galleries of Remembrance is a $45 million Victorian Government redevelopment that utilises 1,600 square metres of undercroft space beneath the Shrine. Over 850 objects illustrate the experiences of Australians at war and in peacekeeping operations, from Pre-Federation to the present day, with a particular focus on individual and unit stories of Victorian service and sacrifice. A highlight of the exhibition is the SS Devanha lifeboat, a Gallipoli landing boat on loan from the collection of the Australian War Memorial. The Devanha carried soldiers of the 12th Battalion and the 3rd Field Ambulance into Anzac Cove on the morning of 25 April 1915.", "category": "Attraction > Sights & Landmarks > Monuments & Statues", "web_url": "https://www.tripadvisor.com/Attraction_Review-g255100-d522360-Reviews-Shrine_of_Remembrance-Melbourne_Victoria.html"}, {"name": "Queen Victoria Market", "location_id": "256569", "rating": "4.5", "description": "Queen Victoria Market is an authentic, bustling, inner-city market that has been the heart and soul of Melbourne for over 140 years. Home to over 600 small businesses, it’s a great place to discover fresh and specialty produce, hand-made and unique products, great coffee and food, souvenirs and clothing. Shopping at the Market has always been one of life’s great pleasures. It’s not just the abundance of fresh food, it’s the friendly banter with the traders, the vibrant and multicultural atmosphere, the special events and festivals, and the sense of belonging that comes with it. Queen Victoria Market is also home to the Night Market on Wednesday nights, showcasing global street food, live music and entertainment, festival bars, specialty shopping and a great Melbourne night out. Be sure to take the Ultimate Foodie Tour, a two-hour, guided walking tour where you’ll indulge in some of the best food the Market has to offer. Bookings essential.", "category": "Attraction > Shopping > Food & Drink > Farmers Markets", "web_url": "https://www.tripadvisor.com/Attraction_Review-g255100-d256569-Reviews-Queen_Victoria_Market-Melbourne_Victoria.html", "website": "http://qvm.com.au/"}, {"name": "City Circle Tram", "location_id": "522372", "rating": "4.5", "description": "The City Circle Tram is a free and convenient way to see the sights of central Melbourne and the Docklands while experiencing a ride on one of the city's much loved heritage trams.An audio commentary provides details of city landmarks and major attractions such as the City Museum, Parliament House, Docklands, Federation Square, Melbourne Aquarium and the Princess Theatre.The City Circle Tram also links with other tram, train and bus routes around Melbourne.To catch the City Circle Tram, simply wait at any tram stop along the City Circle Tram route. These tram stops are specially marked with a City Circle sign.Trams operate in both directions every 12 minutes between 10am and 6pm from Sunday to Wednesday and between 10am and 9pm every Thursday, Friday and Saturday.City Circle Trams do not run on Christmas Day and Good Friday.", "category": "Attraction > Transportation > Tramways", "web_url": "https://www.tripadvisor.com/Attraction_Review-g255100-d522372-Reviews-City_Circle_Tram-Melbourne_Victoria.html", "website": "http://www.yarratrams.com.au/using-trams/visitors-new-users/city-circle-tram"}, {"name": "Fitzroy, Victoria", "location_id": "12412651", "rating": "4.5", "description": "", "category": "Attraction > Sights & Landmarks > Points of Interest & Landmarks > Architectural Buildings > Historic Walking Areas", "web_url": "https://www.tripadvisor.com/Attraction_Review-g1078374-d12412651-Reviews-Fitzroy_Victoria-Fitzroy_Yarra_Greater_Melbourne_Victoria.html", "website": "http://www.visitvictoria.com/Regions/Melbourne/Destinations/Fitzroy"}, {"name": "The St Kilda Esplanade Market", "location_id": "6580963", "rating": "4.0", "description": "Since 1970, The Esplanade Market has been a St Kilda Sunday delight. It's famous for a good reason - there's something for everyone and more! Enjoy browsing through works by more than 120 artists and craftspeople in Melbourne's open-air gallery by the bay. Every stallholder has a hand in making the products being sold. Take the time to ask how the products are made, and you will soon see the love and passion that is poured into each of our one-of-a-kind pieces of work. From gifts and souvenirs to furniture and jewellery - you will leave with confidence knowing that you will take home something that is truly one of a kind. New stalls are added to the market on a regular basis, so there is always something different to catch your eye . Open every Sunday, 10 am - 5 pm come rain, hail or shine.", "category": "Attraction > Shopping > Flea & Street Markets", "web_url": "https://www.tripadvisor.com/Attraction_Review-g255360-d6580963-Reviews-The_St_Kilda_Esplanade_Market-St_Kilda_Port_Phillip_Greater_Melbourne_Victoria.html", "website": "http://www.stkildaesplanademarket.com.au/"}, {"name": "Acland Street Village", "location_id": "4587909", "rating": "4.0", "description": "", "category": "Attraction > Sights & Landmarks > Other > Neighborhoods", "web_url": "https://www.tripadvisor.com/Attraction_Review-g255360-d4587909-Reviews-Acland_Street_Village-St_Kilda_Port_Phillip_Greater_Melbourne_Victoria.html", "website": "http://www.aclandstreetvillage.com.au"}, {"name": "Palais Theatre", "location_id": "6403524", "rating": "4.0", "description": "", "category": "Attraction > Concerts & Shows > Theaters", "web_url": "https://www.tripadvisor.com/Attraction_Review-g255360-d6403524-Reviews-Palais_Theatre-St_Kilda_Port_Phillip_Greater_Melbourne_Victoria.html", "website": "http://www.palaistheatre.com.au"}, {"name": "Melbourne Zoo", "location_id": "256557", "rating": "4.5", "description": "Journey through a world of wildlife in the heart of Melbourne. Over 250 species from around the world can be found in the beautiful setting of Melbourne Zoo, just five minutes from the city centre. Stroll through the lush Asian and African rainforests, Australian bushland and even underwater! Walk where tigers roam and monkeys swing from tree to tree. See eye-to-eye with the Orang-utans in their special elevated exhibit, explore the Trail of Elephants and then head down the bush track to see unique Australian wildlife including koalas, kangaroos, wombats and emus. Submerge yourself in our underwater world to see Victoria's iconic Little Penguins, Australian Fur Seals and more! Meet the Keeper: Hear our expert keepers give daily talks about the animals in their care. Close-up Encounters: Book a close-up encounter with one of our animals for a great photo opportunity. Melbourne Zoo is also the proud winner of the Victoria Tourism Awards RACV People’s Choice category, voted by Victorians as their Favourite Metro Attraction in both 2015 and 2016!", "category": "Attraction > Zoos & Aquariums > Nature & Parks > Outdoor Activities > Zoos > Gardens", "web_url": "https://www.tripadvisor.com/Attraction_Review-g255100-d256557-Reviews-Melbourne_Zoo-Melbourne_Victoria.html", "website": "http://www.zoo.org.au"}, {"name": "South Melbourne Market", "location_id": "2301500", "rating": "4.5", "description": "Experience life at The Village Market. Since 1867, South Melbourne Market has been a treasured inner city landmark and a favourite amongst locals and visitors. It is the quintessential village market, a place where people come not only to purchase fresh food, but to meet, eat, drink, shop, discover, share and connect. Our walls are full of authentic traders who display their wares with pride and passion. Quirky and playful characters are found behind the counters, delivering old fashioned customer service with a smile. We embrace and showcase the local, supporting local farmers, artisans and producers. It’s a foodie’s paradise where freshness, quality and diversity are paramount with food stuffs from land to sea. We celebrate a philosophy of Real Food. Local Life. encouraging you to cook food that is made from great quality, fresh produce sourced from our family of traders you know, love and trust. We are a home to seriously good coffee, specialty tea and a vibrant restaurant precinct for day and night time fun. There’s also an amazing array of merchandise and services with everything from clothing, homewares and second hand books to hairdressing and pet food. With a full calendar of live music, events and activities, the Market is a happy and experiential place that celebrates the senses. Take a trip to the Market, you never know what you’ll find, but we guarantee it will be full of surprise, moments and wonder.", "category": "Attraction > Shopping > Flea & Street Markets > Shopping Malls", "web_url": "https://www.tripadvisor.com/Attraction_Review-g255100-d2301500-Reviews-South_Melbourne_Market-Melbourne_Victoria.html", "website": "http://southmelbournemarket.com.au/"}, {"name": "State Library Victoria", "location_id": "1574223", "rating": "4.5", "description": "The fourth most popular library in the world and the busiest in Australia, State Library Victoria is a must-visit Melbourne icon. Dating back to 1856, the State Library boasts incredible heritage architecture, free exhibitions, programs and events. Experience the majestic domed La Trobe Reading Room – one of the city’s most magnificent and photographed spaces. Enjoy free exhibitions showcasing some of the Library’s most precious treasures from its collection of more than five million items. And visit the recently opened redeveloped spaces including two new reading rooms and the Russell Street Welcome Zone – a vibrant lounge and meeting space that includes a stunning artwork spanning a 29x5 metre wall by Melbourne artist Tai Snaith. Free entry and wi-fi available. Relax before or after your visit at one of the two onsite cafes.", "category": "Attraction > Traveler Resources > Libraries", "web_url": "https://www.tripadvisor.com/Attraction_Review-g255100-d1574223-Reviews-State_Library_Victoria-Melbourne_Victoria.html", "website": "http://www.slv.vic.gov.au"}, {"name": "Luna Park Melbourne", "location_id": "592675", "rating": "3.5", "description": "Luna Park Melbourne is a small Family Friendly Amusement Park in St Kilda. Experience one of the top ‘Things to do in Melbourne’ – Just for Fun! Soak up the spectacular carnival atmosphere with wide range of rides and attractions for all ages. After you've been thrilled and entertained on the rides and enjoyed the delicious food and drinks available, test your skills and luck on the carnival games. Ideally located next to St Kilda beach, Melbourne's Luna Park is always a great day out for the young and the young at heart! Ticket Prices / Admission Park Entry $5 Your entry fee helps preserve Luna Park’s heritage – Just for fun for years to come! Ride Tickets can be purchased online or at the Ticket Box Unlimited Rides: Adult (13yrs+): $51.50 Child (4-12yrs): $41.50 Toddler (0-3yrs): $18.00 Family Pass: (x4) $155.00. Luna Park is open from 11am weekends, school holidays and public holidays. Closing times may vary throughout the year. https://lunapark.com.au/park-info/opening-hours/", "category": "Attraction > Water & Amusement Parks > Theme Parks", "web_url": "https://www.tripadvisor.com/Attraction_Review-g255360-d592675-Reviews-Luna_Park_Melbourne-St_Kilda_Port_Phillip_Greater_Melbourne_Victoria.html", "website": "http://lunapark.com.au/?utm_source=tripadvisor&utm_medium=listing"}, {"name": "Catani Gardens", "location_id": "8410351", "rating": "4.0", "description": "", "category": "Attraction > Nature & Parks > Outdoor Activities > Biking Trails > Gardens > Beaches", "web_url": "https://www.tripadvisor.com/Attraction_Review-g255360-d8410351-Reviews-Catani_Gardens-St_Kilda_Port_Phillip_Greater_Melbourne_Victoria.html", "website": "http://www.portphillip.vic.gov.au/catani_gardens.htm"}, {"name": "Block Arcade", "location_id": "531649", "rating": "4.5", "description": "Voted #8 of 323 things to do and see in Melbourne by Tripadvisor and winning the 2015 Travellers' Choice Award, join us on a personalised guided walk through one of Melbourne's most grand and historic landmarks,The Block Arcade. Built in 1892 and modelled on the Galleria Vittoria Emanuele in Milan, The Block Arcade is a heritage listed shopping arcade situated on Melbourne's Golden Mile and home to the largest mosaic floor in the southern hemisphere, its magnificent glass dome and the iconic Hopetoun Tearooms. Suitable for all ages, a guided walk through the Arcade will take you on a historical journey back to the early days of the Colony and a glimpse into Melbourne's rich and colourful history. Venture upstairs, which is not accessible to the general public, as you view the Arcade from its many windows and causeway. Tours run twice a week on Tuesdays or Thursdays. 11am - 12pm at $15 p/p 2 - 3.30pm at $22 p/p and includes a Devonshire afternoon tea. For groups of more than 8, prior arrangements can be made for alternative times/days.", "category": "Attraction > Sights & Landmarks > Points of Interest & Landmarks", "web_url": "https://www.tripadvisor.com/Attraction_Review-g255100-d531649-Reviews-Block_Arcade-Melbourne_Victoria.html", "website": "http://theblock.com.au/"}, {"name": "The Rose Street Artists' Market", "location_id": "4269383", "rating": "4.0", "description": "The Rose St. Artists’ Market is where those in-the-know find Melbourne’s best art and design talent. Each Saturday and Sunday there’s a huge line-up of creative types, so expect to feast your eyes on plenty of unique gems and one-off wonders that you won’t get anywhere else! There’s everything from art, photography, fashion, jewellery, accessories, homewares, collectables, tasty treats, rooftop bar….and more!", "category": "Attraction > Shopping > Flea & Street Markets", "web_url": "https://www.tripadvisor.com/Attraction_Review-g1078374-d4269383-Reviews-The_Rose_Street_Artists_Market-Fitzroy_Yarra_Greater_Melbourne_Victoria.html", "website": "http://www.rosestmarket.com.au/"}, {"name": "Melbourne Museum", "location_id": "256845", "rating": "4.5", "description": "One of Australia's popular and loved museums! Perfect for the whole family, Melbourne Museum showcases Australian social history, Aboriginal cultures, science and the environment. Inside: Experience Victorian and Australian Aboriginal culture - from the time of Creation through to today; Marvel at the history and development of Melbourne; Walk through a living forest; Surround yourself with life-size dinosaurs and animals from around the world; - Enter a world of dreams, emotions, thoughts and memories in the Mind and Body Gallery; Visit the Children's Gallery for a world designed especially for childrend aged 3 0 8 years old; Be immersed in the latest IMAX films;- Discover the rich history of the World Heritage listed Royal Exhibition Building, and that's just the start! Melbourne Museum is located adjacent to the World Heritage listed Royal Exhibition Building in Carlton and is home to IMAX Melbourne and the Bunjilaka Aboriginal Cultural Centre.", "category": "Attraction > Museums > Specialty Museums", "web_url": "https://www.tripadvisor.com/Attraction_Review-g255100-d256845-Reviews-Melbourne_Museum-Melbourne_Victoria.html", "website": "http://museumvictoria.com.au/melbournemuseum/"}, {"name": "Veg Out Community Gardens St Kilda", "location_id": "9797140", "rating": "4.5", "description": "", "category": "Attraction > Nature & Parks > Gardens", "web_url": "https://www.tripadvisor.com/Attraction_Review-g255360-d9797140-Reviews-Veg_Out_Community_Gardens_St_Kilda-St_Kilda_Port_Phillip_Greater_Melbourne_Victor.html", "website": "http://vegout.org.au/"}, {"name": "Fitzroy Gardens", "location_id": "258021", "rating": "4.5", "description": "Fitzroy Gardens is one of Melbourne’s most historic and beautiful Gardens. Originally set aside as a reserve in 1848, the layout follows a classic Victorian–era design, featuring pathways lined with magnificent Elm trees, and a variety of flowers, ornamental shrubs and trees which together with extensive lawns create a diverse and layered landscape. Points of interest include the magnificent floral displays in the Spanish mission style Conservatory. Cooks Cottage, a scarred tree, the Fairies’ Tree and model tudor village, sculptures, fountains and a stormwater cleaning and re-use system. The Fitzroy Gardens visitor centre provides tourism information and entry tickets to Cooks Cottage. A free guided walking tour departs from the visitor centre every Saturday at 10am. Refreshments are available from KereKere cafe at the visitor centre.", "category": "Attraction > Sights & Landmarks > Nature & Parks > Points of Interest & Landmarks > Parks > Gardens", "web_url": "https://www.tripadvisor.com/Attraction_Review-g255100-d258021-Reviews-Fitzroy_Gardens-Melbourne_Victoria.html", "website": "http://whatson.melbourne.vic.gov.au/Placestogo/ParksandGardens/AllParksandGardens/Pages/4429.aspx"}, {"name": "Victoria Gardens", "location_id": "2625705", "rating": "4.5", "description": "", "category": "Attraction > Nature & Parks > Parks", "web_url": "https://www.tripadvisor.com/Attraction_Review-g261664-d2625705-Reviews-Victoria_Gardens-Prahran_Stonnington_Greater_Melbourne_Victoria.html", "website": "http://www.stonnington.vic.gov.au/explore-stonnington/parks-and-gardens/victoria-gardens/"}, {"name": "Port Phillip Ferries", "location_id": "12059688", "rating": "4.5", "description": "Sailing 365 days a year, Port Phillip Ferries and their legendary crew offer two separate daily services between Docklands and Portarlington (70 minutes); and Docklands and Geelong (90 minutes). Both purpose-built vessels cater to all the creature comforts. Think on-board licensed café, barista-made coffee, free Wi-Fi, bike racks, charging stations and endless scenic views. Each service is accessible for all via boarding ramps, and comfortably facilitate wheelchairs, motorised mobility scooters and prams. Whether cruising for leisure, commuting to work or setting sail on an adventure across the bay – there’s no better way to travel, guaranteed.", "category": "Attraction > Transportation > Ferries", "web_url": "https://www.tripadvisor.com/Attraction_Review-g552244-d12059688-Reviews-Port_Phillip_Ferries-Portarlington_City_of_Greater_Geelong_Victoria.html", "website": "http://www.portphillipferries.com.au"}, {"name": "F1 - Australian Grand Prix", "location_id": "8820207", "rating": "4.5", "description": "Long before you arrive, the distant sound of engines screaming will entice you into this iconic Australian event. Be prepared for lots of noise, action, and Australian’s being, well, Australian! This weekend in March brings all of the excitement you would expect when you mix Aussies, fast cars, and abundantly flowing beer. Opt for a luxury VIP experience, or hit the grandstands for a truly authentic experience. While you are there, take the energy of the day into the night and hit up one of the after-parties to enjoy the unique flavor that Melbourne has to offer.", "category": "Attraction > Events > Sporting Events", "web_url": "https://www.tripadvisor.com/Attraction_Review-g4227537-d8820207-Reviews-F1_Australian_Grand_Prix-Albert_Park_Port_Phillip_Greater_Melbourne_Victoria.html", "website": "http://www.grandprix.com.au/"}, {"name": "Yarra River", "location_id": "286442", "rating": "4.5", "description": "The Yarra River’s journey begins on the southern slopes of the Great Dividing Range and twists through the forested valleys of the Yarra Ranges and its quaint regional towns before concluding its journey on the muddy flats of Port Phillip Bay. Elemental to Melbourne’s identity, the Yarra River is one of Victoria’s iconic waterways. It has spiritual and cultural significance for Aboriginal communities. To the Wurundjeri people the river, known as Birrarung, was the life source and an important meeting place. And, to many locals, where happy memories of personal pilgrimages, peaceful summer evenings, and days exploring were made. Board one of the river cruises from Southbank to explore the lower reaches of the Yarra, follow the Capital City Trail on foot or bike, canoe or kayak all or part of its 240-kilometre expanse, or set up for a scenic sunset barbecue or picnic on the banks of the river.", "category": "Attraction > Nature & Parks > Bodies of Water", "web_url": "https://www.tripadvisor.com/Attraction_Review-g255100-d286442-Reviews-Yarra_River-Melbourne_Victoria.html", "website": "http://www.parks.vic.gov.au/places-to-see/parks/yarra-river?utm_source=tripadvisor.com.au&utm_medium=referral&utm_campaign=TA-2020"}, {"name": "Southbank", "location_id": "526956", "rating": "4.5", "description": "Lovely riverside walk along the Yarra in Melbourne with lots of nice cafes restaurants and shopping areas. Very up and coming.", "category": "Attraction > Sights & Landmarks > Points of Interest & Landmarks", "web_url": "https://www.tripadvisor.com/Attraction_Review-g255100-d526956-Reviews-Southbank-Melbourne_Victoria.html", "website": "http://www.melbourne.vic.gov.au/AboutMelbourne/PrecinctsandSuburbs/suburbprofiles/Pages/Southbank.aspx"}, {"name": "St Kilda Town Hall", "location_id": "11843976", "rating": "4.0", "description": "", "category": "Attraction > Sights & Landmarks > Architectural Buildings > Points of Interest & Landmarks > Civic Centers", "web_url": "https://www.tripadvisor.com/Attraction_Review-g255360-d11843976-Reviews-St_Kilda_Town_Hall-St_Kilda_Port_Phillip_Greater_Melbourne_Victoria.html", "website": "http://www.portphillip.vic.gov.au/town_hall"}]}}]